;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Beraz
; TranslationAuthorEmail: berazz@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.43
; Update: 2013-11-22
;
[GUI]
ButtonYes=Taip
ButtonNo=Ne
ButtonOK=ОК
ButtonMinimize=Suskleisti
ButtonMaximize=Išskleisti
ButtonClose=Uždaryti
ButtonRestore=Atstatyti
ButtonMenu=Meniu

[Translation]
LangCode=0427
ReadHabit=left-to-right
LanguageName=LIT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Patvirtinimas
Warning=Dėmesio
Error=Klaida
Confirm=Patvirtinimas
FrmJSAbout.caption=Ape programą
FrmJSAbout.btnok.caption=ОК
FrmJSAbout.lblver.caption=Dabartinė versija:
FrmJSAbout.lblemail.caption=Palaikymas:
FrmJSAbout.lblhome.caption=Programos saitas:
FrmJSAbout.lblthank.caption=Dėkojame žmonėms už pagalbą:
;
; Popup Menu
;
pmCheckMsg=Įkrauti naujienas
pmforum=Forumas
pmHelp=Onlain palaikymas
pmHome=Namų puslapis
pmCheckNew=Tikrinti naujinimus
pmContact=Atbulinis ryšys
pmLang=Kalbos
pmAbout=Apie
pmcpfilename=Kopijuoti visą kelią
pmcppath=Kopijuoti aplanką
pmopen=Atidaryti failą
pmopenfolder=Atidaryti aplanką
pmcpfile=Kopijuoti failą/aplanką
pmdel=Naikinti failą/aplanką
pmatt=Įpatybės
pmSelectAll=Pasirinkti viską
pmSelectNone=Nuimti atžymėjimą
pmSelectInvert=Invertuoti
pmCheckNew=Tikrinti naujinimus
pmJetHelp=Greita paieška
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Patinka
FrmRSMain.btnSearch.caption=Paieška
FrmRSMain.btnfeedback.caption=Pasiūlymai ir atsiliepimai
;
;Like us
;
Frmlikeit.lblTitle.caption=Jeigu jums patinka Wise JetSearch, papasakokite apie ją draugams.
Frmlikeit.lblInfo.caption=prašome pasidalinti Wise JetSearch su šeima, draugais, bendraklasiais ir kolegomis el. paštu, blogu, Twitter, Youtube, Facebook, ir kt...
Frmlikeit.lblRate.caption=Įvertinti Wise JetSearch:
Frmlikeit.lblfollow.caption=Pasirašyti:
Frmlikeit.lblshare.caption=Papasakoti apie Wise JetSearch:
Frmlikeit.btndownload.caption=Nemokoma įkrova
Frmlikeit.imgrate.hint=Įvertinkite 5 žvaigždėmis CNET'e
Frmlikeit.imgmail.hint=Pasidalinti su draugais
Frmlikeit.imgface1.hint=Pasidalinti facebook'e
Frmlikeit.imgface2.hint=Pasirašyti facebook'e
Frmlikeit.imgtwitter1.hint=Pasidalinti twitter
Frmlikeit.imgtwitter2.hint=Pasirašyti twitter
Frmlikeit.Caption=Patinka
Frmlikeit.lbldownload.caption=Parsisiūsti kitas programas iš  WiseCleaner.com :

[Edit]
pmcut=Iškirpti
pmcopy=Kopijuoti
pmpaste=Įterpti
pmdelete=Naikinti
pmselectall=Pasirinkti viską


[Message]
Audios=Audio
Videos=Video
Images=Paveikslėliai
Document=Dokumentai
Compressed=Archyvai
Email=Email
NewVer=Nauja versija prieinama! Ar norite atnaujinti dabar?
KeyDelete=Naikinti
AllHardDrive=Lokaliniai diskai
SelectHardDrive=Pasirinkite kietąjį diską
ScanFor=Paieška diske:
Search=Paieška
LeftTimeSec=Trukmė: %s sekundžių
NoKeyWord=Įveskite raktinius žodžius paieškai.
Stop=Stop
NoDriveChecked=Pasirinkite diską paieškai.
NoNewVer=Sveikiname Jūs naudojate naujausią versiją!
TranslateTo=Išversti į...

[FastFind]
Name=Vardas
Path=Kelias
FileSize=Dydis
DateModified=Pakeistas
KeyWord=Raktiniai žodžiai
SearchFinish=paieška baigta. Rasta %d failų/aplankų.
SearchAborted=Paieška buvo nutraukta. Rasta %d failų/aplankų.
NoResult=Atitinkamų failų nerasta.

[Help]
Startup=Paleisti kraunantis sistemai
AutoRunMain=Pakeisti standartinę paiešką
Del=Naikinti
Tips=Greita paieška lokalinio failo/aplanko